{
  "SOL_AMOUNT": 1,
  "mode": "DEV",
  "url": "https://www.littlecpaitalist.com/",
  "domain": "littlecapitalist.com",
  "ip4": "192.168.0.1",
  "ip6": "2001:0db8:85a3:0000:0000:8a2e:0370:7334",
  "ssh_user": "root",
  "ssh_password": "password",
  "RPC_MAIN": "https://mainnet.helius-rpc.com/?api-key=858e2c68-23eb-489d-84c2-fb86acd26c7f",
  "RPC_DEV": "https://devnet.helius-rpc.com/?api-key=858e2c68-23eb-489d-84c2-fb86acd26c7f",
  "ipfsLogoLink": "",
  "ipfsJsonLink": "",
  "wallets": {
    "NUM_RECIPIENTS": 20
  },
  "decimals": 8,
  "initialSupply": 10000000,
  "tokeData": {
    "decimals": 8,
    "name": "Little",
    "tokenAccount": "",
    "mintAccount": "",
    "mintAuthority": "",
    "symbol": "LITTLE",
    "lotSize": 0.1,
    "tickSize": 0.001,
    "addBaseAmountNumber": 9000000,
    "addQuoteAmountNumber": 0,
    "poolLockTime": 0
  },
  "metaData": {
    "name": "Little",
    "symbol": "LITTLE",
    "description": "Token of the little project to create an open source interbank payment system.",
    "image": "image_path",
    "url": "https://www.littlecpaitalist.com/"
  },
  "website": {
    "symbol": "LITTLE",
    "gradientStart": "#6E7DFF",
    "gradientEnd": "#D4A5F9",
    "heroImage": "./images/hero.png",
    "logo": "./images/logo.png",
    "documentPDF": "./pdf/document.pdf",
    "entityCopyrightFooter": "Shell",
    "welcomeText": "Welcome to the Shell Token Farming Website",
    "welcomeMessage": "Welcome to the Shell Token Farming Website. Here you can stake your Shell Tokens and earn rewards. The more Shell Tokens you stake, the more rewards you will earn. You can also earn rewards by referring your friends to the Shell Token Farming Website. For every friend you refer, you will earn a bonus reward. Start staking your Shell Tokens today and earn rewards!",
    "buttonA": "Learn More",
    "buttonB": "Invest Now",
    "buttonBLink": "https://www.shell.com/",
    "featuresA": "Feature A",
    "featuresAcontent": "Killer A5 Haze has been reported to provide significant relief for both chronic and acute pain, thanks to its high THC content, which interacts with the body's endocannabinoid system to reduce pain signals.",
    "featuresB": "Feature B",
    "featuresBcontent": "With its strong cerebral effects, Killer A5 Haze can stimulate appetite, making it beneficial for those with conditions like cancer or undergoing chemotherapy where appetite loss is common",
    "featuresC": "Feature C",
    "featuresCcontent": "With its strong cerebral effects, Killer A5 Haze can stimulate appetite, making it beneficial for those with conditions like cancer or undergoing chemotherapy where appetite loss is common",
    "documentTitle": "Shell Token Farming Website",
    "document": "<h2>Medical Properties:</h2>\n    <ul>\n        <li><strong>Pain Relief:</strong> Killer A5 Haze has been reported to provide significant relief for both chronic and acute pain, thanks to its high THC content, which interacts with the body's endocannabinoid system to reduce pain signals.</li>\n        <li><strong>Mood Enhancement:</strong> Known for its psychoactive effects, this strain can help alleviate symptoms of depression and enhance mood, offering a sense of euphoria and mental clarity.</li>\n        <li><strong>Stress and Anxiety Reduction:</strong> Despite its high THC, some users report a calming effect that helps manage stress and anxiety, though the potency suggests it might not be suitable for everyone, especially those new to cannabis or prone to anxiety from high THC strains.</li>\n        <li><strong>Stimulate Appetite:</strong> With its strong cerebral effects, Killer A5 Haze can stimulate appetite, making it beneficial for those with conditions like cancer or undergoing chemotherapy where appetite loss is common.</li>\n        <li><strong>Insomnia Aid:</strong> The sedative properties, particularly in higher doses or later in the high, can assist with sleep, making it potentially useful for those dealing with insomnia. However, the initial energizing effects might not be conducive to sleep for everyone.</li>\n    </ul>\n\n    <h2>Cannabinoid Content:</h2>\n    <ul>\n        <li><strong>THC:</strong> Killer A5 Haze is noted for having THC levels that can reach up to 30%, which is at the upper limit of what cannabis plants can produce. This high THC content is responsible for its potent effects.</li>\n        <li><strong>CBD:</strong> The strain generally contains low levels of CBD, typically around 0-1%, which means it leans heavily towards psychoactive effects rather than the more balanced or CBD-dominant strains.</li>\n        <li><strong>Other Cannabinoids:</strong> Information on other cannabinoids like CBG or THCV in Killer A5 Haze is less common in web sources, but there's an indication of trace amounts of CBG, which could offer additional anti-inflammatory benefits, and THCV, which might provide some focus and energy. However, exact percentages are not widely reported.</li>\n    </ul>\n\n    <p>This information reflects the strain's profile based on available online data, which can vary due to cultivation conditions, phenotype expression, and testing methods. Remember, individual experiences with cannabis can vary greatly, and medical use should be discussed with a healthcare provider.</p>",
    "documentBlock1Title": "Medical Properties",
    "documentBlock1Description": "Killer A5 Haze has been reported to provide significant relief for both chronic and acute pain, thanks to its high THC content, which interacts with the body's endocannabinoid system to reduce pain signals.",
    "documentBlock1LinkText": "Link Text",
    "documentBlock1Link": "./images/document.pdf",
    "documentBlock2Title": "Mood Enhancement",
    "documentBlock2Description": "Known for its psychoactive effects, this strain can help alleviate symptoms of depression and enhance mood, offering a sense of euphoria and mental clarity.",
    "documentBlock2Link": "https://github.com",
    "documentBlock2LinkText": "Link Text",
    "menu": [
      {
        "name": "PDF",
        "link": "./images/document.pdf"
      },
      {
        "name": "GITHUB",
        "link": "https://github.com/little"
      },
      {
        "name": "Dex",
        "link": "https://dexlink"
      }
    ]
  }
}
